[
    {
        "name": "May Room",
        "IRurl": "mayroom_IR.wav",
        "clarity": 1.97,
        "t20": 1.33,
        "capacity": 224,
        "hasPiano": 1,
        "hasPA": 0,
        "description": "Wilson Commons is the student union on River Campus with many services including The Commons Food Court, Starbucks, Blimpie Subs, The Hive Game Room, Common Connection Information Desk, Mane Attraction Hair Salon, and Hartnett Art Gallery. The Common Market, a one-stop shop for bulk food, candy and tickets to campus events, is also located in the building. In addition to several multi-purpose rooms and conference rooms, Wilson Commons also houses several units of the Office of the Dean of Students including Wilson Commons Student Activities, Fraternity & Sorority Affairs, Parent and Family Relations, Intercultural Center, and the Center for Student Conflict Management.",
        "image": "https://rochester.edu/college/wcsa/assets/images/buildings-exterior/wilson-commons-exterior.jpg"
    },
    {
        "name": "Sloan Performing Arts Center",
        "IRurl": "sloan.wav",
        "clarity": 1.97,
        "t20": 1.33,
        "capacity": 142,
        "hasPiano": -1,
        "hasPA": 1,
        "description": "Dedicated to theater, dance, and music, the three-story Sloan Center will house a 200-seat black box theater, an atrium, a café, a green room, a scene shop, a costume shop, a box office, dressing rooms, a conditioning room, and more. Each space will encourage creative expression, skill building, and community activity.",
        "image": "https://www.rochester.edu/newscenter/wp-content/uploads/2021/08/fea-sloan-performing-arts-center-exterior-1.jpg"
    },
    {
        "name": "Todd Theater",
        "IRurl": "todd.wav",
        "clarity": 1.97,
        "t20": 1.33,
        "capacity": 479,
        "hasPiano": -1,
        "hasPA": -1,
        "description": "Named for George W. Todd, 1860-19385, who originated the idea of purchasing the Oak Hill golf course for use as the University of Rochester campus. Deeply interested in a place for students, Todd organized a group of citizens who procured funds to create a student union. Dedicated in 1930 with other River Campus buildings; remodeled in 1946.",
        "image": "http://projects.lib.rochester.edu/wp-content/uploads/2015/04/2014-04-21_Todd_Union_exterior_13653.jpg"
    },
    {
        "name": "Upper Strong",
        "IRurl": "upperStrong.wav",
        "clarity": 1.97,
        "t20": 1.33,
        "capacity": 960,
        "hasPiano": 1,
        "hasPA": 1,
        "description": "Named for Col. Henry Alvah Strong, 1838-1919, a president of Eastman Kodak Company. The building was a gift from Hattie M. Strong, 1864-1950, a philanthropist and his second wife, and her son, L. Corrin Strong, in memory of their husband and father. Dedicated in 1930 with other original River Campus buildings.",
        "image": "https://www.rochester.edu/college/ecm/locations/location-photos/strong_aud_building.jpg"
    },
    {
        "name": "Chapel",
        "IRurl": "chapel.wav",
        "clarity": 1.97,
        "t20": 1.33,
        "capacity": 640,
        "hasPiano": 1,
        "hasPA": 1,
        "description": "The University took a pioneering step forward when the Interfaith Chapel was built in 1970. At that time, few schools could boast a facility intended to be a religious gathering place for all people. The Interfaith Chapel is a place for people to worship in their particular faith and a place where people of different faiths, or no religious tradition at all, can share in dialogue, worship, and interfaith education. Our multi-faith community and our interfaith engagements contribute significantly to the rich diversity that is the University of Rochester experience.",
        "image": "https://www.rochester.edu/chapel/assets/images/Interfaith_Chapel_482345.jpg"
    }
]